[
	{
		"archetype": "Простодушний",
		"questions": [
			"Я вважаю, що люди заслуговують на довіру",
			"Я вірю, що люди насправді не хочуть робити один одному боляче",
			"Я розраховую, що оточуючі люди подбають про мене",
			"Я почуваюся в безпеці",
			"Світ – це безпечне місце",
			"Я знаю, що я отримаю бажане і мої потреби будуть реалізовані"
		],
		"description": "Простодушний немов дитина з подивом дивиться на навколишню красу і вірить у можливість раю за життя. Він більш схильний до останнього відтягувати прийняття рішень і йому хотілося б, щоб усе в житті влаштувалося якось само собою."
	},
	{
		"archetype": "Творець",
		"questions": [
			"Я сам творець свого життя",
			"У мене більше хороших ідей, ніж часу на їх здійснення",
			"Великі досягнення даються мені без особливих зусиль",
			"До мене легко приходить натхнення",
			"Люди вважають, що я креативний",
			"У мене гарна уява"
		],
		"description": "Архетип Творця показує, хто ми є через те, що ми створюємо навколо себе. Якщо в людині активізується архетип Творця, він підштовхує нас постійно творити чи винаходити щось нове — інакше відчуває, що буквально задихається."
	},
  	{
		"archetype": "Правитель",
		"questions": [
			"У мене добре виходить підбирати людей для виконання певних завдань",
			"У мене є лідерські якості",
			"Я люблю тримати все під контролем",
			"Мені подобається брати на себе відповідальність",
			"Я беру на себе відповідальність, якщо все виходить з-під контролю",
			"Я люблю порядок на робочому столі, в голові та в житті"
		],
		"description": "Правителі мають природну харизму, яка сприяє тому, що люди охоче йдуть за ними. Це людина-система, яка має все під контролем. Він залізно гарантує результат. Правителі практично є моделями ідеальної поведінки в нашому суспільстві."
	},
  	{
		"archetype": "Славний малий",
		"questions": [
			"Дитячі образи досі турбують мене",
			"Люди, на яких я розраховую, часто мене підводять",
			"Я вважаю, що інші люди часто використовують мене",
			"Я впевнений, що кожен у світі має таке ж значення, як і я",
			"Я часто відчуваю себе недобре через невирішені проблеми",
			"Я засвоїв, що важливо не очікувати занадто багато від людей"
		],
		"description": "Славний малий любить висміювати себе, запевняючи всіх оточуючих у тому, що не варто надто серйозно ставитися до себе. Він ненавидить усілякі хитрощі, перебільшення та людей, які надто важливі."
	},
  	{
		"archetype": "Герой",
		"questions": [
			"Я готовий ризикувати, щоб захистити свої переконання",
			"Я забуваю про всі страхи і роблю те, що потрібно зробити",
			"Змагання завжди збуджують мене",
			"Я завжди можу протистояти кривдникам",
			"У конкурентній боротьбі я виявляю всі свої найкращі якості",
			"Дисципліна та зосередженість - запорука успіху"
		],
		"description": "Кинутий виклик надихає Героя, несправедливість приводить його в лють. Він швидко і рішуче реагує на складності та можливості, що з'являються. Герой мріє зробити світ кращим."
	},
  	{
		"archetype": "Бунтар",
		"questions": [
			"Мене вибиває з колії, якщо моє життя серйозно змінюється",
			"Нещодавній досвід змусив мене переосмислити, хто я є",
			"Мені не подобається підкорятися загальним правилам",
			"Я легко відпускаю речі та людей, які мені більше не підходять",
			"Я вважаю, що правила створені для того, щоб їх порушувати!",
			"Я завжди готовий піти на мітинг, якщо це розкриває мої переконання"
		],
		"description": "Бунтар бажає порушити звичний перебіг речей, шокувати людей, викликати революцію, позбутися чогось або просто відчути збудження від того, що він є «поганцем»."
	},
  	{
		"archetype": "Мудрець",
		"questions": [
			"Я вважаю, що потрібно дивитися на одну й ту саму ситуацію з різних сторін",
			"Я прагну бути об'єктивним",
			"Я завжди намагаюся знайти істину, що ховається за ілюзіями",
			"Мені подобається мислити глибоко, навіть якщо це забирає багато часу",
			"Люди часто звертаються до мене за порадами",
			"Я люблю вирішувати складні завдання, які змушують мене думати"
		],
		"description": "Мудреці чудові у неупередженому аналізі, плануванні, оцінці та пошуку рішення. Мудрець вірить у здатність людства вчитися та розвиватися, що дозволяє робити світ кращим. Хочуть вільно думати своєю головою та складати власну думку."
	},
  	{
		"archetype": "Шукач",
		"questions": [
			"Я завжди в пошуці кращого для себе",
			"Стан спокою не для мене, я люблю пригоди",
			"Я завжди шукаю способи самовдосконалення та шляхи до саморозвитку",
			"Я завжди шукаю та вивчаю нові можливості в житті",
			"Моє життя швидко змінюється",
			"Я відчуваю, що десь на мене чекає кращий світ."
		],
		"description": "Шукач прагне пошуку свого шляху. Він постійно зустрічається із чимось новим. Одним із проявів є просте бажання вийти на відкриту дорогу і опинитися в диких природних просторах, щоб відчути радість відкриттів."
	},
  	{
		"archetype": "Маг",
		"questions": [
			"Зміна моїх думок змінює моє життя",
			"Я вважаю, що всі і все у цьому світі взаємопов'язано",
			"Моя присутність часто є каталізатором змін",
			"Духовність допомагає мені бути ефективним",
			"Здатність відновлювати свої сили дозволяє мені допомагати іншим",
			"Мені подобається змінювати життєві ситуації"
		],
		"description": "Для мага свідомість є основою буття. Коли все йде криво і шкереберть, маг дивиться вглиб своєї душі. Маг змінює та трансформує себе. І як результат змінюється навколишній світ!"
	},
  	{
		"archetype": "Коханець",
		"questions": [
			"Мені подобається знайомити та з'єднувати людей один з одним",
			"Я знаходжу сенс життя у відносинах та сім’ї",
			"В цілому, я люблю людей",
			"Близькі, дружні стосунки – це найважливіше для мене",
			"Я — романтик",
			"Я відчуваю себе більш повноцінним, коли я закоханий"
		],
		"description": "Коханці прагнуть виглядати не просто добре, а гарно. У глибині цього лежить бажання залучати та дарувати любов. Архетип управляє всіма формами людської любові: батьківська любов, дружба, духовна близькість, кохання."
	},
  	{
		"archetype": "Блазень",
		"questions": [
			"Мені подобається смішити людей",
			"Мені подобається розряджати обстановку, коли люди ставляться до чогось дуже серйозно",
			"Мені часто кажуть, що я маю класне почуття гумору",
			"Немає нічого кращого, ніж добре посміятися",
			"Я знаходжу гумор буквально у кожній ситуації",
			"Я сміюся з абсурдності нашого життя"
		],
		"description": "Люди цього архетипу схильні помічати смішне практично у будь-якій ситуації, щоб упоратися з перешкодами та життєвими труднощами за допомогою гумору. Блазень як дитина в цукерковому магазині: що більше нових вражень, то веселіше."
	},
  	{
		"archetype": "Дбайливий",
		"questions": [
			"Я почуваюся щасливим, допомагаючи іншим",
			"Я вважаю, що легше робити щось для інших, ніж для себе",
			"Я отримую задоволення, допомагаючи іншим людям",
			"Мені важко говорити НІ",
			"Я вважаю потреби інших людей важливішими за мої власні",
			"Доброта – це найбільша цінність для мене"
		],
		"description": "Дбайливий вважає, що повинен спочатку допомогти людям, а потім уже думати про свої потреби. Часто Дбайливий набагато краще дбає про інших, ніж про себе. Він робить це із співчуттям та щедрістю."
	}
]



